app/controllers/api/cities_controller.rb

    def index
      render json: City.all
---
SELECT "cities".* FROM "cities"