app/controllers/api/neighbourhoods_controller.rb

SELECT "neighbourhoods".* FROM "neighbourhoods"
---
    def index
      render json: Neighbourhood.all