app/controllers/api/provinces_controller.rb

    def index
      render json: Province.all
---
SELECT "provinces".* FROM "provinces"